export const string = {
  chatTutorial: [
    "안녕~ 난 너희를 도와줄 디노야. 버들로에 온 걸 환영해!",
    "버드나무가 무성했던 버들로는 식당이 자리잡은 마을이 됐어.",
    "5개 식당의 퀴즈를 풀면 스탬프를 획득할 수 있고,",
    "버드나무 스탬프판을 완성하면 김선비가 과거로 돌아갈 수 있어.",
    "김선비가 조선으로 다시 돌아갈 수 있게 도와줘~.",
    "김선비가 돌아간 후, 식당 방문을 인증하면 리워드도 받을 수 있어!",
    "이제 지도를 보는 방법을 설명할께!",
    "원하는 곳을 클릭하면 큰 화면으로 볼 수 있어.",
  ],
  clickIcon: ["가게 아이콘을 눌러볼래?"],
  storeInfo: {
    stamp: { describe: "퀴즈를 맞추면 스탬프를 획득할 수 있어." },
    store1: {
      title: "소문난 떡볶이 순대",
      describe: "연예인 출신 부부가 운영하는 분식집.\n3대째 내려오는 소스 맛이 일품!\n그때 그 시절 추억을 느껴봐~.",
    },
    store2: {
      title: "먹자풍천민물장어",
      describe: "특제 양념으로 맛있게 구워낸 장어구이와\n별미 장어탕을 맛볼 수 있는 곳.\n몸 보신이 필요할 땐 여기!",
    },
    store3: {
      title: "중국성",
      describe: "무려 27년된 오류동 토박이 중국집.\n차돌짬뽕과 탕수육을 강력 추천!",
    },
    store4: {
      title: "고기가 맛있어\n행복한 집",
      describe: "고기를 주문하면 냉면을 주는 가게가 있다?!\n버들시장의 유일무이 쪽갈비집.",
    },
    store5: {
      title: "한라산도새기",
      describe: "백종원의 3대천왕 방영\n흑돼지 오겹살집.\n쫄깃쫄깃한 흑돼지의 식감을 즐겨보세요!",
    },
  },
};
